Repository: mluebeck/iXor
Catalog: Xor iOS/iXor/iXor/*.lproj/Views.strings
Languages: de

# 2P3-Wt-n2R.text
source: This is a map. Torn into four pieces, you must collect the four parts to have a complete map. collect ore piece, and you can see a fourth part of the maze . Collect all four and you can see all!
de: Dies ist eine Karte. Zerstückelt in vier Teile, die Du im Labyrinth findest. Sammle alle Teile, um ein Gesamtbild zu erhalten!

# 4Hb-Jv-UNH.text
source: This is acid. If a chicken or a fish hits the acid bottle, it crashes and the items at the top and the bottom will be destroyed - because acid is corrosive ! Very useful for removing walls and other barriers ! Like a chicken, you can move it up or down and it chases to the left (if it can!).
de: Dies ist Säure. Getroffen von einem Fisch oder Hähnchen, zerbricht es und die Dämpfe zerstören alles ober- und unterhalb der Säure. Du kannst es nach oben oder unten verschieben und es bewegt sich gerne nach links.

# 7KG-Wc-F9F.text
source: This is a bomb. If a chicken or a fish hits the bomb, it explodes and the items at the left and the right will be destroyed ! Very useful for removing barriers! You can move it to the left or to the right and it falls down.
de: Dies ist eine Bombe. Wenn ein Hähnchen oder ein Fisch die Bombe, wird sie explodieren und alles links und rechts zerstören. Sehr nützlich, um Barrieren aus dem Weg zu räumen!

# Gan-jV-Zvq.text
source: And then, escape through this exit, after you collected all masks and did it without exceeding the allowed number of 1000 steps!
de: Verschwinde durch diesen Ausgang, wenn Du alle magischen Masken gesammelt hast und weniger als 1000 Schritte gegangen bist!

# Mpm-RG-qfN.text
source: This is a mask. Collect all of them!
de: Dies ist eine magische Maske. Sammle sie alle!

# OLN-7g-65L.text
source: This are waves. You can only walk through it vertically
de: Diese Wellen sind für Dich kein Hindernis, wenn Du sie von oben nach unten oder von unten nach oben durchschreitest.

# VSq-AP-UwA.text
source: This is a wall. It's a natural barriere you cannot walk through! But you can destroy it. How? you will see...
de: Dies ist eine Wand, eine natürliche Barriere, die Du nicht überwinden kannst. Noch nicht. Du kannst sie zerstören! Wie? Später dazu mehr...

# YK5-Ew-KcD.text
source: This is a doll. You can push it, and it will move towards the direction you want !
de: Dies ist eine Puppe. Du kannst sie in alle Richtungen schubsen. Sie wird sich solange bewegen, bis sie auf ein Hindernis trifft.

# hfX-Qw-enE.text
source: This is your second avatar, called "Questor"!
de: Dies ist Dein zweiter Avatar, genannt "Questor"!

# mCD-D3-pF2.text
source: This is a sad mask. It makes all walls invisible, if you collect it ! Collect another sad mask, and the walls becomes visible again !
de: Diese Trauermaske verdunkelt Dein Gemüt und macht alle Wände unsichtbar. Sammle eine weitere Trauermaske, um die Wände wieder sichtbar zu machen!

# mr3-Tr-wm2.text
source: This is a chicken. You can push it up or down, if there's enough space! And it always wants to chase from right to the left, if there's no wall or other item that could prevent it from chasing!
de: Dies ist ein Hähnchen. Du kannst es nach oben oder unten. Es bewegt sich immer von rechts nach links, wenn nichts im Wege ist.

# nTO-5y-CdC.text
source: This is a fish. You can push it to the left or the right, and it falls down, if there's no wall or other items that prevents it !
de: Dieser Fisch fällt sehr gerne nach unten. Du kannst ihn seitlich verschieben, und wenn nichts im Wege ist, fällt er herunter.

# ph6-AX-8dN.text
source: These are dots. You can only walk through it horizontally.
de: Diese Punkte kannst Du nur seitwärts durchschreiten.

# sYe-sf-Ghm.text
source: This is a teleporter. It will transport you to a different part of the maze.
de: Dies ist ein Teleporter. Er bringt Dich zu einem anderen Teil des Labyriths!

# vbf-Jb-LNx.text
source: This is your avatar, called "Magus"!
de: In Xanadoo hast Du zwei Avatare, dieser hier ist "Magus!"
